Repository: SAP/macOS-icon-generator
Catalog: source/Icons/Localizable.xcstrings
Source language: en
Languages: de

# accessibilityLabelPrefix
source: Prefix
de: Präfix

# badgeIconMarginSliderTooltip
source: Use this slider to adjust the margin between the badge icon and the corner. The margin is currently %@ of the icon size.
de: Verwende diesen Schieberegler, um den Abstand des Löschsymbols von der Ecke anzupassen. Aktuell beträgt der Abstand %@ der Größe des Icons.

# badgeIconSizeSliderTooltip
source: Use this slider to adjust the size of the badge icon. It is currently set to %@ of the icon size.
de: Verwende diesen Schieberegler, um die Größe des Löschsymbols anzupassen. Aktuell beträgt die Größe %@ der Größe des Icons.

# badgeShadowAngleSliderTooltip
source: Use this slider to adjust the angle of the badge’s shadow. The angle is currently %@.
de: Verwende diesen Regler, um den Winkel des Schattens des Überlagerungsbildes anzupassen. Aktuell beträgt der Winkel %@.

# badgeShadowOffsetSliderTooltip
source: Use this slider to adjust the offset of the badge’s shadow. It is currently set to %@ of the icon size.
de: Verwende diesen Schieberegler, um den Versatz des Schattens des Überlagerungsbildes anzupassen. Aktuell beträgt der Versatz %@ der Größe des Icons.

# badgeShadowRadiusSliderTooltip
source: Use this slider to adjust the radius of the badge’s shadow. It is currently set to %@ of the icon size.
de: Verwende diesen Schieberegler, um den Radius des Schattens des Überlagerungsbildes anzupassen. Aktuell beträgt der Versatz %@ der Größe des Icons.

# bannerAngleSliderTooltip
source: Use this slider to adjust the angle of the banner. The angle is currently %@.
de: Verwende diesen Schieberegler, um den Winkel des Banners anzupassen. Aktuell beträgt der Winkel %@.

# bannerExistsDialogMessage
source: A banner with the same text and colors is already in the list of saved banners. Do you really want to save the exact same banner again?
de: Ein Banner mit demselben Text und denselben Farben befindet sich bereits in der Liste der gespeicherten Banner. Möchtest Du wirklich das exakt selbe Banner noch einmal speichern?

# bannerExistsDialogTitle
source: This banner is already saved. Do you want to save it again?
de: Dieses Banner wurde bereits gespeichert. Möchtest Du es noch einmal speichern?

# bannerHeightSliderTooltip
source: Use this slider to adjust the height of the banner. It is currently set to %@ of the icon size.
de: Verwende diesen Schieberegler, um die Höhe des Banners anzupassen. Aktuell beträgt die Höhe %@ der Größe des Icons.

# bannerMarginSliderTooltip
source: Use this slider to adjust the margin between the banner and the corner. The margin is currently %@ of the icon size.
de: Verwende diesen Regler, um den Abstand des Banners von der Ecke anzupassen. Aktuell beträgt der Abstand %@ der Größe des Icons.

# cancelButton
source: Cancel
de: Abbrechen

# dropViewLabel
source: Drop an application or an image file here
de: Ziehe ein Programm oder eine Bilddatei hierher

# dropViewLabelPlayground
source: Drop an application or an image file here, or click to open Image Playground
de: Ziehe ein Programm oder eine Bilddatei hierher oder klicke, um Image Playground zu öffnen

# imageErrorInfo
source: The selected image is invalid and therefore cannot be used.
de: Das ausgewählte Bild ist ungültig und kann daher nicht verwendet werden.

# imageErrorTitle
source: This image cannot be used.
de: Dieses Bild kann nicht verwendet werden.

# openButton
source: Open
de: Öffnen

# outputSize
source: pixels
de: Pixel

# overlayImageTooltip
source: To remove this overlay image, simply drag it out of this image view.
de: Um dieses Überlagerungsbild zu entfernen, ziehe es einfach aus dieser Bildansicht heraus.

# overlaySliderTooltip
source: Use this slider to adjust the size of the overlay image. It is currently set to %@ of the maximum size.
de: Mit diesem Schieberegler kannst Du die Größe des Überlagerungsbildes anpassen. Derzeit ist sie auf %@ der maximalen Größe eingestellt.

# prefixSetAutomatically
source: Automatic
de: Automatisch

# saveButton
source: Save
de: Speichern

# saveDialogMessage
source: Please select the location where you would like to save the icon set and then click the „Save” button below.
de: Bitte wähle den Ort aus, an dem Du das Icon-Set speichern möchtest, und klicke dann unten auf die Taste „Speichern”.

# saveErrorInfo
source: An error occurred while saving your icon files. Please make sure you have write permissions to the selected folder and try again.
de: Beim Speichern der Icons ist ein Fehler aufgetreten. Bitte stelle sicher, dass Du Schreibrechte für den gewählten Speicherort hast und versuche es erneut.

# saveErrorTitle
source: Unable to save your icons.
de: Deine Icons konnten nicht gespeichert werden.

# scalingSliderTooltip
source: Use this slider to reduce the size of the image. It is currently reduced by %@.
de: Verwende diesen Schieberegler, um die Größe des Bildes zu verringern. Aktuell ist das Bild um %@ verkleinert.

# selectButton
source: Select
de: Auswählen

# speedSliderTooltip
source: Use this slider to adjust the duration of the animation of the animated uninstall icon. Current animation duration is %@.
de: Verwende diesen Schieberegler, um die Dauer der Animation des animierten Deinstallations-Icons anzupassen. Derzeit beträgt die Dauer der Animation %@.

# symbolErrorInfo
source: The selected symbol is invalid and therefore cannot be used.
de: Das ausgewählte Symbol ist ungültig und kann daher nicht verwendet werden.

# symbolErrorTitle
source: This symbol cannot be used.
de: Dieses Symbol kann nicht verwendet werden.

# textMarginSliderTooltip
source: Use this slider to adjust the minimum size of the banner text margin. It is currently set to %@ of the banner height.
de: Verwende diesen Schieberegler, um die minimale Größe des Textrandes des Banners anzupassen. Derzeit ist der Rand auf %@ der Höhe des Banners eingestellt.
